---
kind: enumMember
id: F:Autodesk.Revit.DB.SaveModifiedLinksOptionsForUnloadLocally.SaveLinks
enum: Autodesk.Revit.DB.SaveModifiedLinksOptionsForUnloadLocally
source: html/78055133-73c1-eac8-fbc2-2197ffe9d6a5.htm
---
# Autodesk.Revit.DB.SaveModifiedLinksOptionsForUnloadLocally.SaveLinks

Any modified linked files will be saved.